tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "FelixKratz/formulae"

cask "wezterm"
cask "font-fira-code"
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
cask "bitwarden"
cask "nordvpn"
cask "freetube"
cask "vscodium"
cask "devtoys"
cask "brave-browser" 
cask "obsidian" 
cask "elmedia-player" 
cask "unclack" 
cask "syncthing" 
cask "sf-symbols" 
cask "eurokey" 
cask "devtoys" 


brew "ripgrep"
brew "zsh"
brew "htop"
brew "bat"
brew "lazygit"
brew "neovim"
brew "tldr"
brew "tmux"
brew "fzf"
brew "font-jetbrains-mono-nerd-font"
brew "font-hack-nerd-font"
brew "trash"
brew "imagemagick"
brew "git"
brew "oha"
brew "libuv"
brew "chafa"
brew "lf"
brew "font-sf-pro"
brew "jq"
brew "git-delta"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "zoxide"
brew "loop"
brew "magic-wormhole"
